1) Написать 10 примеров, использования искусственного интеллекта в жизни

1. в медицине

2. в обществе

3. в роботы 

4. в машине 

5. в Навигация

6. в помоще

7. в доме

8. в Видеоигре

9. в уборщик

10. в сайтах 


2) Посмотреть примеры нейтронных сетей (искусственный интеллект), 
скинуть ссылку на нейронку, которую вы нашли и коротко описать, что она делает и чем может быть полезна


Умный автомобиль


что он делает?
он может автоматически управлять машиной 

чем может быть полезна?

полезна для того, чтобы освободить водителя 
от необходимости решать многочисленные задачи в процессе движения, 
сделать поездку более комфортной и уменьшить любые возможные риски.
